/* No comment provided by engineer. */
"Are you sure you want to remove these languages?" = "Are you sure you want to remove these languages?";

/* No comment provided by engineer. */
"You will not be able to restore them without reinstalling macOS." = "You will not be able to restore them without reinstalling macOS.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Canceling operation..." = "Canceling operation...";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Current architecture: %@" = "Current architecture: %@";

/* No comment provided by engineer. */
"Failed to authorize as an administrator." = "Failed to authorize as an administrator.";

/* No comment provided by engineer. */
"Files removed." = "Files removed.";

/* No comment provided by engineer. */
"Space saved: %@." = "Space saved: %@.";

/* No comment provided by engineer. */
"Finished removing files" = "Finished removing files";

/* No comment provided by engineer. */
"locale_md" = "Moldavian";

/* No comment provided by engineer. */
"Monolingual finished" = "Monolingual finished";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes." = "Monolingual is stopping without making any changes.";

/* No comment provided by engineer. */
"Your OS has not been modified." = "Your OS has not been modified.";

/* No comment provided by engineer. */
"Monolingual started" = "Monolingual started";

/* No comment provided by engineer. */
"Removal cancelled" = "Removal cancelled";

/* No comment provided by engineer. */
"Removal completed" = "Removal completed";

/* No comment provided by engineer. */
"Removing %@…" = "Removing %@…";

/* TODO: this hasn't been localized in all languages */
/* No comment provided by engineer. */
"Removing all architectures will make macOS inoperable." = "Removing all architectures will make macOS inoperable.";

/* No comment provided by engineer. */
"Please keep at least one architecture and try again." = "Please keep at least one architecture and try again.";

/* No comment provided by engineer. */
"Removing all languages will make macOS inoperable." = "Removing all languages will make macOS inoperable.";

/* No comment provided by engineer. */
"Please keep at least one language and try again." = "Please keep at least one language and try again.";

/* No comment provided by engineer. */
"Removing architecture from universal binary" = "Removing architecture from universal binary";

/* No comment provided by engineer. */
"Removing language %@ from %@…" = "Removing language %1$@ from %2$@…";

/* No comment provided by engineer. */
"Removing language %@…" = "Removing language %@…";

/* No comment provided by engineer. */
"Removing..." = "Removing...";

/* No comment provided by engineer. */
"Started removing files" = "Started removing files";

/* No comment provided by engineer. */
"Stop" = "Stop";

/* No comment provided by engineer. */
"You are about to delete the English language files." = "You are about to delete the English language files.";

/* No comment provided by engineer. */
"Are you sure you want to do that?" = "Are you sure you want to do that?";

/* No comment provided by engineer. */
"You cancelled the removal. Some files were erased, some were not." = "You cancelled the removal. Some files were erased, some were not.";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = "You entered an incorrect administrator password.";

/* No comment provided by engineer. */
"unknown" = "unknown";

/* No comment provided by engineer. */
"Failed to install helper utility." = "Failed to install helper utility.";
